/* No comment provided by engineer. */
"(Multiple)" = "(Plusieurs)";

/* (None) */
"(None)" = "(Aucun)";

/* Abort */
"Abort" = "Abandonner";

/* AbortClone */
"AbortClone" = "Abandonner le clonage";

/* AbortGraft */
"AbortGraft" = "Abandonner greffe";

/* AbortRebase */
"AbortRebase" = "Arrêter Rebase";

/* AcceptAndContinue */
"AcceptAndContinue" = "Accepter & Continuer";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "Favori";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "Branche";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "Favori actuel";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "Branche courante";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "Espace de travail";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "Distant";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "Branche distante";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "Cachette";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "Sous-modules";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "Sous-arborescence";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "Taguer";

/* AccessibilitySidebarHistory */
"AccessibilitySidebarHistory" = "Historique";

/* AccessibilitySidebarSearch */
"AccessibilitySidebarSearch" = "Rechercher";

/* Add */
"Add" = "Ajouter";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "Ignorer globalement";

/* AddLocalIgnore */
"AddLocalIgnore" = "Ignorer dans ce dépot";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "Ajout d'une sous-arborescence au chemin local '%@'...";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "Ajouter à l'index";

/* AllFiles */
"AllFiles" = "Tous les fichiers";

/* AllTrackedBranches */
"AllTrackedBranches" = "Toutes les branches suivies";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "Les fichiers suivants sont déjà marqués comme résolus, êtes-vous sûr de vouloir les refusionner à nouveau?\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "Fichier déjà résolus";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "Pas de fichier correctif spécifié";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "Pas de texte correctif spécifié";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "Sélectionner un fichier correctif à appliquer";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "Fichier correctif :";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "Ouvrir le fichier correctif";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "Un ou plusieurs morceaux ont été rejetés dans le correctif venant d'être appliqué, vous trouverez ces fragments dans les fichiers '.rej' du même nom que les fichiers affectés. Les fichiers affectés sont : \n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "Morceaux rejetés dans le correctif";

/* AppNotFound */
"AppNotFound" = "%@ n'a pas été trouvé dans votre système, Vérifiez son installation avant d'essayer d'utiliser cet outil.";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "%@ n'a pas été trouvé dans votre système, Vérifiez son installation avant d'essayer d'utiliser cet outil.";

/* AppNotFoundUnknownMsg */
"AppNotFoundUnknownMsg" = "Your selected diff and/or merge tool was not found on your system. You can update this in the Diff preferences pane.";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "Application introuvable";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "Les outils de ligne de commande Araxis Merge ne sont pas installés, ce qui est nécéssaire. Veuillez visiter le site web Araxis Merge pour les télécharger et suivre leurs instructions d'installation.";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "Outils de ligne de commande Araxis Merge introuvables";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "Araxis Merge introuvable sur ce Mac. Veuillez installer Araxis Merge si vous souhaitez l'utiliser pour les diffs ou fusions externes.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Merge n'est pas installé";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* Automatic */
"Automatic" = "Automatique";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "Tirer la branche \"%@\" de \"%@\"";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "Dossier par défaut :";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "Choisir le dossier par défaut pour les nouveaux dépôts et les clones";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "Dossier par défaut ";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "Sélectionnez l'emplacement de GPG pour la signature des Commits";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "Emplacement de GPG par défaut";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "Ignorer le fichier:";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "Choisissez votre fichier de filtre global Git :";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Fichier de filtre global Git";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "Ignorer le fichier :";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Choisissez votre fichier de filtre global Mercurial :";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Fichier de filtre global Mercurial";

/* BrowserLoadError */
"BrowserLoadError" = "Une erreur est survenue pendant le chargement des favoris.";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "Les favoris n'ont pu être chargés";

/* Cancel */
"Cancel" = "Annuler";

/* Change Folder */
"ChangeFolder" = "Changer de dossier";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "Entrez la nouvelle URL source pour '%@'";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "Changer la source du sous-module";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "Changer la source du sous-dépot";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "Vérification de la source...";

/* CheckingSubmodules */
"CheckingSubmodules" = "Vérification des sous-modules...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "Vérification des sous-dépôts...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "Basculer...";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "Entreposer avec description :";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "Mise en cachette avec description :";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "La branche locale '%@' existe déjà. Voulez-vous tirer les dernières modifications de '%@/%@' dans cette branche locale?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "La branche locale existe déjà";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "Emprunter";

/* CleanFiles */
"CleanFiles" = "Nettoyer les fichiers";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "Le dossier de destination %@ existe déjà et n'est pas vide. Veuillez choisir un dossier vide ou un nouveau dossier dans lequel clôner.";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "Impossible de clôner dans un dossier non vide";

/* CloneFromToMsg */
"CloneFromToMsg" = "Clônage De %@ Vers %@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "You're currently cloning a repository, if you quit Sourcetree now this clone will be aborted. Are you sure you want to quit Sourcetree?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "Clônage en cours";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "Impossible d'installer les outils de ligne de commande, veuillez vous référer aux journaux du système pour plus de détails.";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "Échec de l'installation";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "L'outil en ligne de commande %@ n'a pas été trouvé sur votre système. Veuillez vérifier son installation avant de choisir l'option sélectionnée.";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "Outil introuvable";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "Historique des commandes";

/* Commit */
"Commit" = "Archiver";

/* Commit... */
"Commit…" = "Commit…";

/* CommitDetails */
"CommitDetails" = "Détails des archives";

/* CommitLabel */
"CommitLabel" = "Soumission :";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "Veuillez remplir tous les champs avant de continuer.";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "Les champs obligatoires sont requis";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "Etes-vous sûr de vouloir arrêter la greffe en cours ? Cela annulera toutes vos modifications locales.";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "Abandonner la greffe ?";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "Etes-vous sûr de vouloir arrêter la rebase?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "Abandonner la rebase ?";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "Le contenu des fichiers suivants sera ajouté au contrôle de version: \n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "Confirmer l'ajout ?";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "Les fichiers suivants sont plus lourds que %ld Mo, êtes-vous certain de vouloir les ajouter dans le dépôt ?\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "Fichiers grands détectés";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "Cette action va enlever tous les fichiers manquants de votre copie courante et ajouter tous les nouveaux fichiers.\n\nÊtes vous sûr de vouloir continuer ?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "Confirmer ajout / suppression";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "Une copie de travail avec le même chemin existe déjà.\n\nEtes-vous sûr de vouloir continuer?";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "Confirmez Ajouter copie de travail";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "Êtes vous sûr de vouloir appliquer le stash '%@' sur votre copie de travail ?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "Appliquer cachette ?";

/* ConfirmBackout */
"ConfirmBackout" = "Êtes vous sûr de vouloir annuler les modifications sélectionnées ?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "Confirmer Backout ?";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "Êtes vous sûr de vouloir fermer la branche '%@' ?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "Confirmer la fermeture de la branche";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "Etes-vous sûr de vouloir poursuivre la greffe ? Assurez-vous que vous avez résolu tous les conflits en suspens.";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "Continuer la greffe ?";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "Etes-vous sûr de vouloir continuer l'opération rebase ? Assurez-vous que vous avez résolu tous les conflits en suspens.";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "Continuer rebase ?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "Êtes vous sûr de vouloir supprimer les branches suivantes ?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "Confirmer élagage de la branche";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "Êtes vous sûr de vouloir élaguer les branches suivantes ?\n\n%@\n\nCela entraînera la suppression des branches distantes également (la suppression sera poussée).";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "Confirmer élagage de la branche";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "Êtes vous sûr de vouloir effacer les modifications stockées nommées '%@' ?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "Etes-vous sûr de vouloir élaguer la branche distante '%@'?\n\nCela entraînera la suppression de la branche (la suppression sera poussée)";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "Êtes vous sûr de vouloir effacer les modifications dans la cachette '%@'?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "Etes-vous sûr de vouloir supprimer '%@'?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "Confirmer suppression";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "Êtes-vous sûr de vouloir annuler toutes les modifications dans ce fragment ?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "Confirmer l'annulation des modifications ?";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "Êtes-vous sûr de vouloir annuler toutes les modifications dans les lignes sélectionnées ?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "Confirmer l'annulation des modifications ?";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "Un poussage forcé pourrait avoir un impact majeur sur vos dépôts distants et sur les utilisateurs qui tirent depuis ces dépôts. Êtes-vous sûr de vouloir pousser en force ?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "Confirmer le poussage forcé";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "Ignorer ces fichiers?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "Confirmez ignorer?";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "Êtes vous sûr de vouloir marquer les fichiers suivants comme résolus ?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "Confirmer Marquer Résolu";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "Êtes vous sûr de vouloir marquer les fichiers suivants comme non résolus ?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "Confirmer Marquer Non Résolu";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "Êtes vous sûr de vouloir fusionner '%@' dans votre branche courante ?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "Confirmer la Fusion";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "Ce fichier existe déjà - Êtes vous sûr de vouloir l'écraser ?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "Ecraser le fichier ?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "Êtes vous sûr de vouloir tirer %@ dans votre branche locale ?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "Confirmer l'extraction";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "Etes-vous sûr de vouloir pousser l'étiquette %@ vers %@?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "Pousser l'étiquette ?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "Êtes-vous sûr de vouloir rebase vos modifications en cours sur '%@'?\n\nVérifiez que vous n'avez pas poussé vos modifications.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "Confirmer Rebase";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "Confirmer la suppression ?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "Êtes vous sûr de vouloir supprimer le favori '%@'?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "Confirmer la suppression du favori";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "Les fichiers suivants seront retirés du contrôle de version : \n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "Confirmer la suppression ?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "Êtes vous sûr de vouloir enlever le compte sélectionné";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "This is a permanent action that cannot be undone.";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "Êtes vous sûr de vouloir enlever les nœuds suivants, et tous leurs enfants ?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "Êtes vous sûr de vouloir retirer de la configuration de ce dépôt le dépôt distant sélectionné  ?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "Confirmer le retrait du dépôt distant ?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "Confirmer la suppression ?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "Êtes vous sûr de vouloir enlever les éléments suivants, et tous leurs enfants ?\n\n%@\n\nCela va supprimer une ou plusieurs entrées de dépôts, aussi veuiller choisir entre la simple suppression des favoris, ou le déplacement des dépôts eux-mêmes dans la corbeille.";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "Vous avez choisi de supprimer des dépôt sur le disque, mais le dépôt \"%@\" contient des fichiers non enregistrés qui seront perdus à jamais si vous supprimez ce dépôt. Etes-vous sûr de vouloir supprimer le dépôt du disque?";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "Confirmez la suppression de dépôt";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "Êtes vous sûr de vouloir supprimer le tag '%@'?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "Confirmer la suppression de l'étiquette";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "Les fichiers suivants contiennent des modifications ou informations qui ne sont pas dans le contrôle de version et qui seront irrémédiablement perdues si vous les enlevez : \n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "Confirmer la suppression des fichiers modifiés ou non-suivis ?";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "Remplacer le texte d'archives?";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "Voulez-vous remplacer le message de commit ci-dessus par le message de commit précédent ?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "Êtes vous sûr de vouloir réinitialiser toutes vos modifications actuelles pour ce dépôt ?";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "Completely resetting all your current changes is a permanent action that cannot be undone.";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "En utilisant le mode de remise 'ferme', toutes vos modifications locales dans la copie de travail et dans l'index seront supprimées. Êtes-vous sûr de vouloir poursuivre?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "Attention : opération destructive";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "Êtes-vous sûr de vouloir résoudre les fichiers suivants en utilisant votre propre version ?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "Confirmer résolution en utilisant 'Mien'";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "Êtes vous sûr de vouloir résoudre les fichiers suivants en utilisant les versions de l'autre côté?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "Confirmer Résolution en utilisant 'Leurs'";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "Êtes-vous sûr de vouloir recommencer le processus de fusion pour les fichiers suivants ?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "Confirmer le redémarrage de la fusion";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "Êtes-vous sûr de vouloir annuler vos modifications des fichiers sélectionnés ?\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "Êtes-vous sûr de vouloir annuler vos modifications des fichiers sélectionnés?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "Confirmer ?";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "Veuiller confirmer que vous voulez rétablir les fichiers :\n\n%@\n\ndans l'état où ils étaient à ce commit :\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "Confirmer ?";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "Êtes vous sûr de vouloir ajouter ces modifications à l'index ?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "Confirmer l'indexation ?";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "Les fichiers suivants seront enlevés du contrôle de version, mais resteront sur votre disque dur : \n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "Confirmer ?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "Ne pas modifier la copie de travail (--garder)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Êtes-vous sûr de vouloir retirer la révision %@?\n\nCeci est une opération destructrice qui va supprimer cette révision et tous ses descendants, elle ne devrait pas être faite à la légère.";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "Vraiment retirer et détruire l'historique ?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "Êtes vous sûr de vouloir basculer votre copie de travail vers la branche '%@'?";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "Confirmer le changement de branche";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "Souhaitez-vous vraiment que votre branche locale '%@' suive la branche distante '%@' à l'avenir ?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "Confirmer le changement de branche suivie";

/* ConfirmTransplant */
"ConfirmTransplant" = "Êtes-vous sûr de vouloir applique le changement sélectionné au-dessus de votre branche courante ? Ce sera commité immédiatement si il n'y a pas d'autre conflit.";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "Confirm Graft";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "Êtes-vous sûr de vouloir appliquer les modifications emmagasinés '%@' sur votre copie de travail?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "Appliquer les modifications emmagasinées ?";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "Êtes vous sûr de vouloir enlever ces modifications de l'index ?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "Confirmer Désindexer ?";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "Êtes-vous sûr de vouloir basculer sur '%@' ?\n\nCela rendra votre copie de travail détachée du HEAD, ce qui signifie que vous ne serez plus sur aucune branche. Si vous souhaitez committer après cela, vous aurez probablement besoin de récupérer une autre branche à nouveau ou de créer une nouvelle branche. Cela vous convient ?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "Etes-vous sûr que vous voulez basculer votre copie de travail vers '%@'?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "Confirmer le changement de copie de travail";

/* ConflictedFiles */
"ConflictedFiles" = "Fichiers en conflit";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "Vous avez maintenant des conflits de fusion dans votre copie de travail qui doivent être résolus avant de poursuivre.\n\nVous pouvez le faire en sélectionnant les fichiers en conflit et en utilisant les options dans le menu 'Résoudre les conflits'";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "Conflits de fusion";

/* Continue */
"Continue" = "Continuer";

/* ContinueGraft */
"ContinueGraft" = "Continuer la greffe";

/* ContinueRebase */
"ContinueRebase" = "Continuer Rebaser";

/* Copy */
"Copy" = "Copier";

/* CopyFileMessage */
"CopyFileMessage" = "Sélectionner la destination à copier %@";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "Destination";

/* CopyFileTitle */
"CopyFileTitle" = "Copier Fichier";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "Créer la branche quand même";

/* CreateGitTag */
"CreateGitTag" = "Créer un tag Git";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "An error occurred while trying to create the repository. Please try again.";

/* FetchOwnersFailTitle */
"FetchOwnersFailTitle" = "Chargement des propriétaires échoué";

/* FetchOwnersFailMessage */
"FetchOwnersFailMessage" = "An error occurred while trying to load owners for your account. You can view the server's response below.";

/* FetchOwnersFailWithAccountMessage */
"FetchOwnersFailWithAccountMessage" = "An error occurred while trying to load owners for your account (%@). You can view the server's response below.";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "Echec de la création du dépôt";

/* CreateLink */
"CreateLink" = "Créer lien";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "Choisir un fichier dans lequel enregistrer le patch";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "Fichier correctif :";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "Créer un correctif";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "Vous n'avez pas de dépôts distants où les extensions d'intégration de la configuration de ce dépôt, vous devez modifier vos dépôts distants pour ajouter des détails tels que le type de service et l'URL de base. Cliquez sur le bouton Préférences pour ouvrir votre liste de dépôts distants.";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "Configuration du projet distant";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "Vous avez choisi de ne pas pousser vos modifications, ce qui signifie que la demande d'ajout ne comprendra que les modifications déjà dans la branche distante, est-ce ce que vous voulez?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "Attention - je ne pousse pas";

/* CreateSvnTag */
"CreateSvnTag" = "Créer un tag Subversion";

/* Custom */
"Custom" = "Personnalisé";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "Etes-vous sûr de vouloir annuler cette action ?";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "Ouvrez le script d'action personnalisée";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "Supprimer après avoir appliqué";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "Aucune branche sélectionnée ; veuillez sélectionner au moins une branche à effacer.";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "Vider la sélection";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "Supprimer";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "Supprimer le commit...";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "Confirmer la suppression de la branche distante";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "Supprimer la branche distante";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "Supprimer branche distante [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "Supprimer le lien de sous-arborescence entre le chemin local '%@' et le dépôt '%@'? \n\nCe ne supprimera pas votre sous-arborescence.";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "Supprimer le lien vers la sous-arborescence";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "Suppression de la branche...";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "Vous avez choisi une destination qui est en dehors de la copie courante de ce dépôt. Veuillez choisir une destination à l'intérieur de votre dépôt.";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "Destination en-dehors du dépôt";

/* DetailsAuthor */
"DetailsAuthor" = "Auteur :";

/* DetailsBranch */
"DetailsBranch" = "Branche :";

/* DetailsChangeset */
"DetailsChangeset" = "Set de changement :";

/* DetailsCommit */
"DetailsCommit" = "Soumission :";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "Date du commit :";

/* DetailsCommitter */
"DetailsCommitter" = "Auteur :";

/* DetailsDate */
"DetailsDate" = "Date :";

/* DetailsGPG */
"DetailsGPG" = "Coordonnées GPG :";

/* DetailsGPGBad */
"DetailsGPGBad" = "MAUVAIS";

/* DetailsGPGGood */
"DetailsGPGGood" = "BON";

/* DetailsLabels */
"DetailsLabels" = "Labels :";

/* DetailsParents */
"DetailsParents" = "Parents :";

/* DetailsRevision */
"DetailsRevision" = "Révision :";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "Révision SVN :";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge n'as pas été trouvé dans le dossier des applications. Veuillez installer DiffMerge avant d'essayer de le configurer.";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "DiffMerge introuvable";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "Cannot enable GPG signing of commits, either there are no GPG keys available or the GPG Program setting in Sourcetree's preferences is incorrect.\n\nIf you have added some keys or changed the GPG Program location after opening this screen please close and re-open the sheet and retry.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "Impossible d'activer la signature de Commit";

/* DiscardChanges */
"DiscardChanges" = "Annuler les modifications locales";

/* DiscardHunk */
"DiscardHunk" = "Rejeter le bloc";

/* DiscardLines */
"DiscardLines" = "Ne pas retenir les lignes";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "Dupliquer le nom du dépôt distant";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "Il existe déjà un dépôt avec ce nom là. Veuillez choisir un nom unique.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "Un tag avec ce nom existe déjà. Voulez vous le déplacer ?\n\n\Attention : si vous déplacez un tag qui a déjà été utilisé par quelqu'un d'autre, cela risque de créer des confusions.";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "Ce tag existe déjà !";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "Vous avez laissé le message de commit vide. Êtes-vous sûr de vouloir commiter sans description de vos modifications (non recommandé) ?";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "Message de commit vide";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Erreur en chargeant le Nib : %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "Etes-vous sûr de vouloir supprimer ce lien externe du projet ?";

/* Fatal Error */
"FatalError" = "Erreur fatale";

/* FeatureName */
"FeatureName" = "Nom de la fonction :";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "Réinitialiser ce fichier dans l'état correspondant à ce commit";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "Rétablir ce fichier dans l'état correspondant à cette révision";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "Réinitialiser les fichiers à ce Commit";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "Rétablir les fichiers à cette révision";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FlowConfirmInit */
"FlowConfirmInit" = "Confirmer les modifications pour ce dépôt";

/* FlowInitDescription */
"FlowInitDescription" = "Initializing…";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Initializing this repository for Hg Flow will create branches '%@' and '%@' if they don't exist, and also commit a control file ('.hgflow') to every currently open branch.\n\nAre you sure you want to continue?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "Créer une nouvelle branche";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "Fonction";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "Dernière branche de fonctionnalité";

/* Hotfix */
"FlowHotfix" = "Correctif";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "Dernière branche de correctif";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "Dernière branche master";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "La branche de production que vous avez choisie, '%@' n’existe pas encore. Nous ne pouvons pas la crée automatiquement car le moment de l’historique duquel la branche de production démarre est très important.\n\nPour résoudre ceci, créez une nouvelle branche nommée '%@' au moment de votre journal qui représente l’état de production actuel de votre système, puis revenez et réinitialisez de nouveau.";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "Impossible de créer la branche de production";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "Commit '%@'";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "Dernière branche de développement";

/* Release */
"FlowRelease" = "Version";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "Dernière branche de version";

/* ForceDelete */
"ForceDelete" = "Forcer la suppression";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "Aligner sur les lignes guides";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "%d devant";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "%d derrière";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "Vous avez choisi d'amender le commit précedent - ceci altère l'historique de telle manière que cela causera des problèmes si vous avez déjà poussé ce commit vers un dépôt distant. Êtes vous sûr de vouloir continuer ?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "Attention - modification de l'historique";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "Git Flow interne";

/* No comment provided by engineer. */
"GitLfsAddExtBlankMsg" = "Vous devez écrire ou sélectionner une extension à ajouter.";

/* No comment provided by engineer. */
"GitLfsAddExtBlankTitle" = "Champ vide";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateMsg" = "Cette extension est déjà suivies dans Git LFS";

/* No comment provided by engineer. */
"GitLfsAddExtDuplicateTitle" = "Déjà suivi!";

/* No comment provided by engineer. */
"GitLfsAddExtOKMsg" = "L'extension de fichier %@ est déjà suivies dans Git LFS";

/* No comment provided by engineer. */
"GitLfsAddExtOKTitle" = "Suivi dans Git LFS";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardTitle" = "Add as %@?";

/* No comment provided by engineer. */
"GitLfsAutoAddWildcardMsg" = "Is this a file extension? If so Sourcetree can add it as %@, is that OK?";

"GitLfsDownloading" = "Téléchargement de contenu de fichier Git LFS";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmMsg" = "Êtes-vous sûr de vouloir supprimer cette extension?";

/* No comment provided by engineer. */
"GitLfsRemoveExtConfirmTitle" = "Confirmer la suppression";

/* GitLfsRunInitMsg */
"GitLfsRunInitMsg" = "This repository appears to use Git LFS but your local configuration is missing some required elements.\nSourcetree can fix this (recommended) by running 'git lfs install' now, is that OK?";

/* GitLfsRunInitTitle */
"GitLfsRunInitTitle" = "Git LFS: installation requise";

/* GitLfsRunPullMsg */
"GitLfsRunPullMsg" = "Votre dépôt utilise Git LFS mais il semblerait que le contenu du fichier binaire n'est été téléchargé. Voulez-vous télécharger les fichier LFS require pour utiliser votre branche actuelle ?";

/* GitLfsRunPullTitle */
"GitLfsRunPullTitle" = "Executer 'git lfs run' maintenant ?";

/* GitLfsSuggestTrackBeforeAddMessage */
"GitLfsSuggestTrackBeforeAddMessage" = "Les fichiers suivant sont plus lourds que %ld Mo et ne sont pas suivis par Git LFS. Etes-vous certain de vouloir les ajouter dans Git ?\n\nIl est recommandé de les ajouter dans Git LFS.\n\n%@";

/* No comment provided by engineer. */
"GitLfsTrackExtMenu" = "Suivre *.%@ via Git LFS";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "Git LFS interne %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "Git LFS externe %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "Retirer le tag de tous les hôtes distants";

/* GitRepoIdentified */
"GitRepoIdentified" = "Ceci est un dépôt Git";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Effectuer une fusion sur un dépôt qui est synchronisé avec Subversion n'est pas recommandé. Non seulement les informations de fusion subversions sont rudimentaires, mais en plus le mécanisme qu'utilise git-svn pour suivre ce qui doit être committé par Subversion peut être perturbé par les fusions. La seule situation ou cela va marcher est si vous fusionnez les modifications d'une branche qui n'a jamais été poussée dans Subversion, dans une branche Subversion suivie. \n\nPar prudence, il est recommandé de ne pas l'effectuer, et appliquer les commits sur les branches via des sélections spécifiques (cherry-pick) ou des patchs. Si vous voulez continuer quoi qu'il arrive, ce sera votre responsabilité de gérer cela.";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Fusion dans un dépôt Subversion non recommandée";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "Cette action va rapatrier la dernière version depuis subversion et relocaliser vos modifications au dessus de toute révision que vous n'avez pas encore (si besoin est), avant de soumettre vos soumissions vers subversion. Ceci ne sera fait que pour la branche courante.\n\nÊtes-vous sûr de vouloir continuer ?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "Confirmer Pousser vers Subversion?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Puisque vous suivez un dépôt Subversion, voulez-vous créer un tag Subversion, ou simplement un tag Git que vous conserverez localement ? Gardez à l'esprit que vous ne pourrez pousser vos tags Git vers Subversion plus tard.";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "Créer un tag Subversion ?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "Git interne %@";

/* GitVersionSystem */
"GitVersionSystem" = "Git externe %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "Le chemin GPG que vous avez spécifié est invalide. Vous devez spécifier le chemin complet vers le dossier où l'installation de gpg2 se trouve, par exemple, /usr/local/MacGPG2/bin.\n\nVoulez-vous continuer?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "Chemin GPG incorrect";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "Sourcetree failed to delete the gpg symlink required for signing commits. Attempting to commit within a repository with commit signing enabled may fail. The 'gpg' symlink exists in the Sourcetree application support directory.\n\nAre you sure you wish to continue?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "Echec de Suppression GPG";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "Sourcetree needs to create a symlink in the application support directory in order for gpg commit signing to work. The following error occurred in attempting to do this:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "Echec d'Ecriture du Lien GPG";

/* Graft */
"Graft" = "Greffer";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "Il semble que vous avez une greffe en cours qui a probablement été interrompue en raison d'un conflit. Si vous avez résolu les conflits dans votre copie de travail, veuillez choisir de continuer la greffe, ou bien de l'abandonner pour annuler vos modifications. ";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "Greffe en cours";

/* GraftMenuTitle */
"GraftMenuTitle" = "Greffer";

/* Health check service did not return expected response. */
"Health check service did not return expected response." = "Le service de vérification n'a pas retournée la réponse attendue.";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Attention: Commencer une conversion Subversion depuis une revision différente de 0 (dans Mercurial) signifie que ces branches et tags ne pourront être convertis, donc le dépôt Subversion sera cloné come une structure de dossier à plat à la place. \n\nA cause de cela, vous voudrez probablement être sûr que vous avez sélectionné une branche unique (ou le tronc) comme source URL et non pas la racine subversion si vous avez de multiples branches.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "Le clonage partiel exige un agencement à plat";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "Ce dépôt suit un dépôt Subversion, et vous ne pouvez pas créer de nouvelles branches dans Subversion par cette passerelle (hgsubversion). Si vous créez une nouvelle branche Mercurial, vous ne pourrez pas pousser vos modifications directement depuis cette branche vers Subversion - vous devrez transférer ces modifications manuellement dans une branche Subversion existante et les pousser (hgsubversion ne supporte pas non plus les fusions).\n\nSi vous souhaitez une branche Subversion permanente, créer la branche en utilisant  'svn copy' et tirez-là dans ce dépôt. Si vous souhaitez seulement une branche temporaire, vous devriez faire ce travail dans une autre copie du dépôt.\n\nSi vous décidez de créer une branche malgré tout, vous aurez à gérer cela vous-même.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "La création de branches Subversion n'est pas supportée";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "Ce dépôt suit un dépôt subversion, et le pont hgsubversion ne peut gérer les fusions ; fusionner peut vous empêcher de pousser la branche courante vers Subversion plus tard. Il est donc recommandé de ne pas fusionner, mais d'utiliser la 'Transplantation' qui applique les changements sur toutes les branches. \n\nSi vous cliquer 'Continuer' pour fusionner malgré tout, vous supporterez seul les conséquences !";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "La fusion de Branches Subversion n'est pas supportée";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "Ce dépôt suit un dépôt Subversion, et le pont hgsubversion ne peut gérer les ajouts et suppression de tags ; faire cela peut vous empêcher de pousser la branche courante vers subversion plus tard. Il n'est donc PAS recommandé de continuer, et vous devriez plutôt créer les tags avec un outil Subversion à la place.\n\nSi vous cliquer 'ContinuerEffectuer', vous supporterez seul les conséquences !";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "La modification de tag Subversion n'est pas supportée";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "Cacher la commande Historique";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "Cacher la barre latérale";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "L'URL spécifiée semble être erronée, veuillez la corriger. ";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "Mauvaise URL Hôte";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "Nom d'utilisateur incorrect";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "S'il vous plaît entrez votre nom d'utilisateur Bitbucket / GitHub et non une adresse Email.";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "Nom d'utilisateur par défaut à utiliser pour %@:";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "Modifier le nom d'utilisateur par défaut";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "Etes-vous sûr de vouloir supprimer le nom d'utilisateur par défaut pour %@";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "Supprimer nom d'utilisateur par défaut";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "Veuillez créer au moins un dépôt hébérgé avant d'essayer de créer un dépôt.";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "Pas de compte enregistré";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "S'il vous plaît remplir tous les champs pour votre compte %@.";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "Détails incomplets";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "Your list of accounts cannot be loaded due to an unsupported account or corruption. We recommend removing all hosting service accounts and adding them again in Preferences.";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "We're really sorry but…";

/* RemoveAccountsButtonTitle */
"RemoveAccountsButtonTitle" = "Remove Accounts";

/* QuitButtonTitle */
"QuitButtonTitle" = "Quitter";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "Échec de la connexion au compte suivant : %@\n\nLe service distant retourne : '%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "Erreur de connexion";

/* HotfixName */
"HotfixName" = "Correctif Version:";

/* IgnoredFiles */
"IgnoredFiles" = "Fichiers ignorés";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "Select your Sourcetree license file:";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "Fichier de licence :";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "Importer un fichier de licence";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "Impossible d'installer les outils ligne de commande, veuillez consulter le journal système pour plus de détails.";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "Échec de l'installation";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "Outils de ligne de commande installé avec succès, vous pouvez maintenant appeler les éléments suivants à partir d'un terminal :\n\nstree";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "Installation réussie";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "Rebaser les enfants %@ interactivement...";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "Rebaser interactivement...";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "Ceci n'est pas une archive valide, Veuillez spécifier un fichier avec une des extensions suivantes : zip, tar, tar.gz, tar.bz2, tgz ou tbz2.";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "Archive non valide";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "L'adresse électronique fournie était dans un mauvais format";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "Format d'Email incorrect";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "Aller au commit SHA-1 :";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "Aller à la révision / Set de changements :";

/* LocateMovedRepository */
"LocateMovedRepository" = "Localiser le dépôt déplacé";

/* LogAllParents */
"LogAllParents" = "Tous les parents";

/* LogAncestorOrder */
"LogAncestorOrder" = "Tri par ancêtre";

/* LogBranchesAll */
"LogBranchesAll" = "Toutes les branches";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "Branche courante";

/* LogDateOrder */
"LogDateOrder" = "Tri par date";

/* LogFollowFirst */
"LogFollowFirst" = "Premier Parent Seul";

/* LogHideRemotes */
"LogHideRemotes" = "Cacher les branches distantes";

/* LogShowRemotes */
"LogShowRemotes" = "Afficher les branches distantes";

/* Master */
"Master" = "Master";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "Core";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "Ceci est un dépôt Mercurial";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "Mercurial interne %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "System Mercurial %@";

/* Merge */
"Merge" = "Fusionner";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "Fusion ";

/* MergeErrorTitle */
"MergeErrorTitle" = "Erreurs pendant la fusion";

/* Mode */
"Mode" = "mode";

/* ModifiedFiles */
"ModifiedFiles" = "Fichiers modifiés";

/* MoreInfo */
"MoreInfo" = "Plus d'info";

/* Move */
"Move" = "Déplacer";

/* MoveFileMessage */
"MoveFileMessage" = "Sélectionner la destination à déplacer %@";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "Destination";

/* MoveFileTitle */
"MoveFileTitle" = "Déplacer le fichier";

/* MoveTag */
"MoveTag" = "Déplacer le tag";

/* MoveToTrash */
"MoveToTrash" = "Déplacer aussi à la corbeille";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d nouveau commit à tirer de \"%@\" pour \"%@\"";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "Nouveau commit disponible";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d nouveau set de changement à tirer pour \"%@\"";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "Nouveau set de changement disponible";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%1$d new commits to pull from \"%2$@\" for \"%3$@\"";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "Nouveaux Commits Disponibles";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%1$d new changesets to pull for \"%2$@\"";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "Nouveaux sets de changement disponibles";

/* NewGroup */
"NewGroup" = "Nouveau groupe";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "Créer un nouveau dépôt %@ À %@";

/* No */
"No" = "Non";

/* NoCommitSelected */
"NoCommitSelected" = "Aucun commit sélectionné";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "Veuillez sélectionner au moins un commit pour continuer.";

/* NoFilesSelected */
"NoFilesSelected" = "Aucun fichier sélectionné";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "Veuillez sélectionner au moins un fichier avant de continuer.";

/* NoFilesToCommit */
"NoFilesToCommit" = "Rien à committer !";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "Veuillez sélectionner des fichiers à committer avant de continuer.";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "Ne pas me prévenir à l'avenir";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "Vous ne pouvez effectuer cette opération que sur un ensemble de lignes contigües, veuillez re-sélectionner un ensemble de lignes contigües, ou effectuer cette action séparément sur chaque ensemble s'il vous faut une sélection ponctuelle.";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "Sélection non-contigüe";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "Pas de branche distante sélectionnée";

/* NoRevisionSelected */
"NoRevisionSelected" = "Pas de révision sélectionnée";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "Pas de modification indexée - tout committer ?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "Vous ne pouvez committer des modifications indexées car vous n'avez rien ajouté à l'index.\n\nVoulez-vous committer toutes vos modifications? Les nouveaux fichiers ne seront pas ajoutés.";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow was not found in the location specified; the Sourcetree internal version will be used.";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow introuvable";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFS n'a pas été trouvé sur votre système, la version embarquée va être utilisé.";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFS introuvable";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git was not found on your system in the standard locations; the Sourcetree internal version will be used.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git introuvable";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial was not found on on your system in the standard locations; the Sourcetree internal version will be used.";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurial introuvable";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "Ceci n'est pas un chemin/URL source valide";

/* NothingToCommit */
"NothingToCommit" = "Rien à committer";

/* OK */
"OK" = "OK";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "Le chemin %@ ne se refère pas à une copie fonctionnelle de Mercurial ou Git";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "Dossier invalide";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "Ouvrir le fichier de la version sélectionnée";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "Ouvrez les fichiers de la version sélectionnée";

/* OpenSourcePath */
"OpenSourcePath" = "Ouvrir le chemin source";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "Ouvrir le fichier de correspondance d'auteurs";

/* Open Working Copy */
"OpenWorkCopy" = "Ouvrir la copie de travail";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warning: embedding passwords in URLs is extremely insecure. You are advised to remove the password; Sourcetree will prompt you when a password is needed and you will have the option to use your Keychain to store them. \n\nIt is highly recommended to press 'Cancel' and remove the password(s) from your remote settings before proceeding. Click 'OK' if you want to embed the password anyway (not recommended).";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "Mot de passe trouvé dans l'URL";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "Options de chemin de strip/base determinées";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Impossible de déterminer les options de chemin de strip/base depuis l'entrée du patch : %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "To actually apply this patch deselect the 'Dry Run' option before running again.";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "The dry run of this patch succeeded.";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "Tester uniquement si le patch va s'appliquer";

/* PatchFailedMessage */
"PatchFailedMessage" = "L'application d'un patch dans l'arborescence de travail a échoué. La raison la plus probable est que l'état du fichier (s) dans votre copie de travail a trop changé pour que le processus correctif soit capable d'aboutir. \n\nVeuillez faire la modification manuellement à la place.";

/* PatchFailedTitle */
"PatchFailedTitle" = "Le Patch a échoué";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git ne supporte pas --dry-run sur les imports entiers de commit";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial ne supporte pas --dry-run sur un import de commit ou des patchs avec des options étendues de diff";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "Ce patch est au format de diff de la copie courante.";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "Patch contenant une information diff étendue (copie, renommage, binaire etc)";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "Patch contenant un commit Git.";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "Patch contenant un set de changements Mercurial.";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "Ce n'est pas un fichier patch valide.";

/* PendingFiles */
"PendingFiles" = "Les fichiers en attente";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "Veuillez sélectionner un commit.";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "Veuillez sélectionner une branche distante.";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "Veuillez sélectionner une révision.";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "Procéder (Non Recommandé)";

/* PullFailedTitle */
"PullFailedTitle" = "Echec du tirage";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "Êtes-vous sûr de vouloir tirer la sous-arborescence '%@' de '%@' sur la branche / commit '%@'?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "Tirez Sous-arborescence";

/* Push... */
"Push..." = "Pousser...";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "Pousser immédiatement les commits vers %@";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Votre commit a réussi, mais le push a échoué. Pour recommencer votre push, utilisez le bouton de la barre d'outils.";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "Echec de poussage";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Êtes-vous sûr de vouloir pousser la sous-arborescence '%@' vers le dépôt '%@' avec la branche / commit '%@'?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "Pousser la sous-arborescence";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "Pousser la révision %@...";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "Poussez la révision...";

/* Rebase */
"Rebase" = "Rebaser";

/* RebaseAbort */
"RebaseAbort" = "Arrêter Rebase";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "Abandon Rebase";

/* RebaseContinue */
"RebaseContinue" = "Continuer Rebaser";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "Apparement un rebase en cours a été probablement interrompu à cause d'un conflit. Si vous avez résolu les conflits dans votre copie de travail, veuillez choisir s'il faut continuer le rebase, ou arrêter le processus en cours. ";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "Rebase en cours";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "Poursuite de Rebase";

/* RebasingInteractively */
"RebasingInteractively" = "Rebasage Interactif...";

/* RegisterNowButton */
"RegisterNowButton" = "S'enregistrer maintenant  - gratuit !";

/* ReleaseName */
"ReleaseName" = "Version:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "URL de l'hôte est invalide - ce doit être une URL valide http[s]://";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "S'il vous plaît fournir une URL de l'hôte pour ce dépôt distant afin de permettre une meilleure intégration.";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "Erreur de validation";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "Il n'y a pas de distante définie dans le dépôt que vous avez sélectionné qui correspond aux entrants détails du projet. Si vous voulez absolument associer ce référentiel avec cette liaison distante alors s'il vous plaît modifiez les détails à distance sur votre dépôt à l'avenant.";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "Détails à distance ne correspondent pas";

/* No comment provided by engineer. */
"Remove" = "Supprimer";

/* RemoveBookmark */
"RemoveBookmark" = "Enlever le favori";

/* RemoveBookmarks */
"RemoveBookmarks" = "Enlever des favoris";

/* RenameBranch */
"RenameBranch" = "Renommer la branche";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "Nouveau nom de la branche:";

/* Replace */
"Replace" = "Remplacer";

/* RepoIsGone */
"RepoIsGone" = "Dépôt manquant";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "Ce dépôt semble avoir été effacé du système de fichier, ou déplacé ailleurs. \n\nVoulez-vous supprimer ce favori, ou le re-cibler vers le dossier correct ?";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "Dépôt déplacé ou effacé";

/* RepoScanningDone */
"RepoScanningDone" = "Terminé, merci de sélectionner les dépôts à ajouter ci-dessous.";

/* RepositoryActions */
"RepositoryActions" = "Actions sur le dépôt";

/* ReregisterButton */
"ReregisterButton" = "Ré-enregistrer";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "Réinitialiser %@ à ce commit";

/* ResetMenuTitle */
"ResetMenuTitle" = "Réinitialiser...";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "Réinitialiser au commit...";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "Restaurer";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "Rétablir commit...";

/* ReverseHunk */
"ReverseHunk" = "Annuler le fragment";

/* ReverseLines */
"ReverseLines" = "Annuler les lignes";

/* RevertMenuTitle */
"RevertMenuTitle" = "Rétablir...";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "Veuillez sélectionner au moins un fichier pour continuer.";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "Pas de fichiers sélectionnés";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "A cause d'une fusion en cours votre copie courante a plus d'une révision parente. Veuillez choisir la révision que vous voulez rétablir :\n\n%@\n\nou :\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "Choisir la révision parente";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "Rétablir la révision...";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "Affiche toutes les modifications entre %@ et %@";

/* RevisionLabel */
"RevisionLabel" = "Révision :";

/* ScanForRepositories */
"ScanForRepositories" = "Rechercher des dépôts dans le dossier";

/* SetDestinationPath */
"SetDestinationPath" = "Choisir le chemin cible";

/* No comment provided by engineer. */
"Settings" = "Préférences";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "Un stockage avec ce nom existe déjà.\n\nVoulez-vous écraser le stockage existant avec le même nom? Vous allez perdre les modifications dans votre stockage existant.";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "Stockages existants";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "Stocker...";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "Afficher l'historique des commandes";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "Afficher la barre latérale";

/* BOOKMARKS */
"SidebarBookmarks" = "FAVORIS";

/* BRANCHES */
"SidebarBranches" = "BRANCHES";

/* SidebarCheckout */
"SidebarCheckout" = "Basculer sur %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "Fermer %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "Supprimer %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "Supprimer %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "Récupérer depuis %@";

/* FILE STATUS */
"SidebarFileStatus" = "ESPACE DE TRAVAIL";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "Fusion %@ pour %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "Ajouter un sous-module...";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "Ajouter sous-dépot...";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "Ajouter/Lier sous-arborescence...";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "Ouvrir %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "Tirer %@...";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "Tirer %@ pour %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "Tirer %@ (suivie)";

/* SidebarPushRemote */
"SidebarPushRemote" = "Pousser vers %@...";

/* SidebarPushTo */
"SidebarPushTo" = "Pousser vers %@...";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "Pousser vers %@ (suivie)";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "Rebaser les modifications courantes sur %@";

/* REMOTES */
"SidebarRemotes" = "DÉPÔTS DISTANTS";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "Enlever %@...";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "Supprimer %@";

/* SHELVED */
"SidebarShelved" = "STOCKÉS";

/* STASHES */
"SidebarStashes" = "STASHES";

/* SUBMODULES */
"SidebarSubmodules" = "SOUS-MODULES";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "SOUS-DÉPOTS";

/* SUBTREES */
"SidebarSubtrees" = "SOUS-ARBORESCENCES";

/* TAGS */
"SidebarTags" = "TAGS";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "Mettre à jour vers %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "Etes-vous sûr que vous voulez signer la révision %@? Cela va créer un nouveau commit.";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "Confirmez la signature de Révision";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "Signer la Révision";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "triés par coché / décoché";

/* SortedByFilename */
"SortedByFilename" = "triés par nom de fichier";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "triés par nom de fichier (inversé)";

/* SortedByFileStatus */
"SortedByFileStatus" = "triés par statut";

/* SortedByPath */
"SortedByPath" = "triés par chemin de fichier";

/* SortedByPathReverse */
"SortedByPathReverse" = "triés par chemin de fichier (inversé)";

/* SourceEqualsDest */
"SourceEqualsDest" = "Il faut choisir un fichier différent comme cible.";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "Nom de fichier invalide";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "Commit spécifique :";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "Révision spécifique :";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "Sélectionnez le chemin de Sous-arborescence";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "Cliquez sur \"Plus d'info\" pour plus de détails sur la façon de résoudre ce problème.";

/* SSLErrorTitle */
"SSLErrorTitle" = "Erreur de certificat SSL";

/* No comment provided by engineer. */
"StagedFiles" = "Fichiers indexés";

/* StageHunk */
"StageHunk" = "Indexer le fragment";

/* StageLines */
"StageLines" = "Indexer les lignes";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "Un Stash portant ce nom existe déjà.\n\nVoulez-vous créer un nouveau stash avec le même nom? Votre Stash existant ne sera pas écrasé.";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "Stash existant";

/* StashMenuTitle */
"StashMenuTitle" = "Stash modifications...";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "Ajoutés";

/* StatusTooltipClean */
"StatusTooltipClean" = "Nettoyer";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "Supprimé";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "Ignoré";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "Conflictueux";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "Fusionné";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "Manquant";

/* StatusTooltipModified */
"StatusTooltipModified" = "Modifié";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "Renommé";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "Commit suivi dans le sous-dépôt modifié";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "Non suivi";

/* StripMenuTitle */
"StripMenuTitle" = "Rétablir à partir d'ici";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "Les sous-modules ne peuvent être que des dépôts Git.";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "Pas un dépôt Git";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "Vous devez choisir un chemin qui est à l'intérieur du chemin de votre dépôt.";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "Chemin invalide";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "Sous-modules avec modifications non committées :";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "Sous-modules avec modifications sortantes :";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "Sous-dépôts avec modifications non committées :";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "Sous-dépôts avec modifications sortantes :";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "Vous devez committer les modifications des sous-dépôts avant de committer le dépôt parent.";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "Modifications de sous-dépôts non committées";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "Vous devez pousser les modifications des sous-dépôts avant de procéder.";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "Poussez les sous-dépôts avant de procéder";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Détails de sous-arborescence:\n\nDépôt: %@\nChemin Relatif Local: %@\nBranche / Commit: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "Détails Sous-arborescence";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "Un dossier existe déjà sur le chemin que vous avez spécifié. Voulez-vous créer un lien entre les références distantes que vous avez spécifiées et le dossier existant? (à noter, cela ne causera aucune modification dans votre dépôt)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "Détails de lien de sous-arborescence";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "Le champ 'Branche / Commit' est obligatoire";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "Détail de sous-arborescence manquant";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "Un chemin / URL source est nécessaire pour effectuer une opération de sous-arborescence";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "Chemin Sous-arborescence manquant";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "Le chemin local de sous-arborescence '%@' est déjà lié à une sous-arborescence. Voulez-vous remplacer les informations déjà associées à cette sous-arborescence ?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "Remplacer le référence de sous-arborescence";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "Le préfixe spécifié est un chemin absolu, cela peut causer des problèmes dans les sous-arbres. Etes-vous sur de vouloir continuer ?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Erreur de préfixe du chemin";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Regrouper les commits";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Tirer depuis Subversion";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Révision Subversion :";

/* SummaryClean */
"SummaryClean" = " Nettoyé ";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "diff supprimées (taille du fichier / motif)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = " Fusion non résolue : ";

/* SummaryMergeOk */
"SummaryMergeOk" = " Fusion: ";

/* SummaryNumAdded */
"SummaryNumAdded" = "Ajoutés : %u ";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "Conflits : %u ";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "Modifications entrantes : %u ";

/* SummaryNumMissing */
"SummaryNumMissing" = "Manquant : %u ";

/* SummaryNumModified */
"SummaryNumModified" = "Modifiés : %u ";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "Modifications sortantes : %u ";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "Enlevé: %u ";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "Inconnu: %u ";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = " Rebase non résolue: ";

/* SummaryRebaseOk */
"SummaryRebaseOk" = " Rebase: ";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "Fichier copié/renommé depuis %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "Fichier binaire supprimé";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "Fichier supprimé";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "Contenu du fichier";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Fragment %d : Lignes %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "lignes";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "lignes ajoutées";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "lignes supprimées";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "Fichier binaire modifié";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "Fichier modifié";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "Nouveau fichier binaire";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "Nouveau fichier";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "Commit de sous-dépôt suivi modifié";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "Fichier non-modifié";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "Fichier binaire non suivi";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "Fichier non suivi";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "C'est un serveur Subversion (Obligation de cloner vers Git ou Mercurial)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "C'est un serveur Subversion";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Veuillez choisir de convertir le dépôt subversion vers Git ou Mercurial.";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "Sélectionner le type de dépôt cible";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "Mise en copie de travail...";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "Localiser votre executable git-flow";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "Localiser git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "Sourcetree requires a recent version of git-flow which includes 2  pull requests which were added to the 'develop' branch of the official git-flow repository (https://github.com/nvie/gitflow) from 9th July 2012 onwards.\n\n. Your system version of git-flow MUST include these pull requests, numbered #222 and #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "Attention: version git-flow requise ";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "Localiser votre executable git système";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "Localiser le Git système";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "Localiser l'executable git-lfs dans votre système";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "Localiser Git LFS du système";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Mercurial Python package folder:";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "Please locate your system Mercurial package. \nThis should be within your Python library folder, \nfor example '/Library/Python/2.7/site-packages/mercurial'.";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "Locate system Mercurial";

/* TagDetails */
"TagDetails" = "Détails du tag";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "Impossible d'écrire la sortie vers le fichier : %@";

/* TaskPullingFrom */
"TaskPullingFrom" = "Tirer depuis %@";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "Rétablir les fichiers à %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "Transplantation";

/* Uncommitted changes */
"UncommittedChanges" = "Cette révision n'existe pas encore, elle sera créée une fois vos modifications committées.";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "Vous avez des modifications non committées dans votre copie de travail qui doivent être committées avant de pouvoir procéder, veuillez les committer puis répéter cette action.";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "Modifications non committées";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "Supprimer";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "Éditer";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "Modifier le message";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "Déplacer";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Regrouper";

/* No comment provided by engineer. */
"UnstagedFiles" = "Fichiers dans l'arbre de travail";

/* UnstageHunk */
"UnstageHunk" = "Désindexer le fragment";

/* UnstageLines */
"UnstageLines" = "Désindexer les lignes";

/* UntrackedFiles */
"UntrackedFiles" = "Fichiers non-suivis";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "Mettre à jour vers...";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "Détails";

/* UseRevisionButton */
"UseRevisionButton" = "Utiliser %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "Basculer sur ce commit va créer un HEAD détaché, et vous ne serez plus sur aucune branche (à moins d'en créer une à la suite). \n\nÊtes vous sûr ? Sinon, appuyez sur 'Annuler' et choisissez une autre commit, ou si c'est une branche distante vous pouvez utiliser l'onglet 'Récupérer une nouvelle branche' pour créer un nouvelle branche locale.";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "Avertissement : création d'un HEAD détaché";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "Avertissement important : effectuer cette action demande d'annuler TOUTES vos modifications non committées, êtes vous sûr ?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "Modifications non committées !";

/* Working Copy */
"Working Copy" = "État du fichier";

/* SidebarHistory */
"SidebarHistory" = "Historique";

/* SidebarSearch */
"SidebarSearch" = "Rechercher";

/* Yes */
"Yes" = "Oui";

/* Alert title for altering the default font */
"DefaultFontsAlteredAlertTitle" = "La police de la vue Diff utilise dorénavant la police par défaut du système.";

/* Alert message for altering the default font */
"DefaultFontsAlteredAlertMessage" = "Font \"%@\" was not found. Please review Diff View font in Sourcetree preferences.";

/* Preferences… button title */
"Preferences" = "Préférences…";

/* BinaryPreviewUnavailable */
"BinaryPreviewUnavailable" = "Aucune prévisualisation disponible";

/* BinaryPreviewFilesizeFormat */
"BinaryPreviewFilesizeFormat" = "%1$@ (%2$@)";

/* Welcome Stage - License */
"STWelcomeStageLicense" = "Compte";

/* Welcome Stage - Configuration */
"STWelcomeConfiguration" = "Préférences";

/* Resume */
"Resume" = "Reprendre";

/* Atlassian account button */
"AtlassianAccountContinue" = "Continuer";

/* Completion button for welcome wizard */
"WelcomeWizardComplete" = "Terminé";

/* STGettingStartedNotificationTitle */
"STGettingStartedNotificationTitle" = "Welcome to Sourcetree!";

/* STGettingStartedNotificationMessage */
"STGettingStartedNotificationMessage" = "Click here to check out our Getting Started guide.";

/* Done button title */
"Done" = "Terminé";

/* STBCryptErrorMessage */
"STBCryptErrorMessage" = "Une erreur est survenue lors du cryptage de l'email.";

/* MercurialVersionWarningTitle */
"MercurialVersionWarningTitle" = "La version de Mercurial sélectionnée est inférieure à 3.7.3 et représente un risque potentiel pour votre système.";

/* MercurialVersionWarningMessage */
"MercurialVersionWarningMessage" = "L’équipe de Mercurial recommande fortement à tous ses utilisateurs de mettre immédiatement à jour vers la version 3.7.3 ou supérieure pour des raisons de sécurité.\n\nVotre configuration actuelle utilise la version système %@ de Mercurial.";

/* MercurialAtticWarningTitle */
 "MercurialAtticWarningTitle" = "Remisage Hg-Attic détecté";

/* MercurialAtticWarningMessage */
"MercurialAtticWarningMessage" = "Sourcetree no longer uses Hg-Attic for shelving.\n\nExisting shelves are unaffected but can no longer be applied in the same manner.";

/* MercurialAtticLearnButton */
"MercurialAtticLearnButton" = "En savoir plus";

/* MercurialAtticSectionTitle */
"MercurialAtticSectionTitle" = "Remisé par HG-Attic";

/* AccessibilitySidebarAttic */
"AccessibilitySidebarAttic" = "Remisé par l’extension Attic pour Mercurial";

/* SidebarContextMenuAtticImport */
"SidebarContextMenuAtticImport" = "Importer";

/* SidebarContextMenuAtticDelete */
"SidebarContextMenuAtticDelete" = "Déplacer à la corbeille";

/* ImportAtticShelfDescription */
"ImportAtticShelfDescription" = "Import du remisage Hg-Attic";

/* iTerm2 Script error title */
"iTerm2ScriptErrorTitle" = "Il y a eu un problème à l'ouverture de ce dépôt dans iTerm2.";

/* iTerm2 script error message */
"iTerm2ScriptErrorMessage" = "Une erreur est survenue lors de la tentative d'ouvrir iTerm2 avec ce dépôt. Déposez un ticket de support via le menu Aide s'il vous plaît.";

/* Atlassian Account login failed title */
"AALoginFailedTitle" = "Échec de connexion du compte Atlassian.";

/* Atlassian account login failed error messaged */
"AALoginFailedErrorMessage" = "Une erreur est survenue lors de la connexion à votre compte Atlassian. Réessayez s'il vous plaît.";

/* AALoginOK */
"AALoginOK" = "Ré-éssayer";

/* AALoginCancel */
"AALoginCancel" = "Annuler";

/* HideBranchLabelsMenuItemTitle */
"HideBranchLabelsMenuItemTitle" = "Masquer les étiquettes des branches";

/* ShowBranchLabelsMenuItemTitle */
"ShowBranchLabelsMenuItemTitle" = "Afficher les étiquettes des branches";

/* HideTagLabelsMenuItemTitle */
"HideTagLabelsMenuItemTitle" = "Masquer les tags";

/* ShowTagLabelsMenuItemTitle */
"ShowTagLabelsMenuItemTitle" = "Afficher les tags";

/* OAuthSignedInMessage */
"OAuthSignedInMessage" = "Vous êtes connecté en tant que «« %@ »»";

/* OAuthErrorSignInButtonTitle */
"OAuthErrorSignInButtonTitle" = "Se connecter";

/* RemoteRepoFetchErrorTitle */
"RemoteRepoFetchErrorTitle" = "Impossible de récupération des dépôts distants";

/* RemoteFetchErrorMessage */
"BitbucketRemoteFetchError" = "Il y avait une erreur du rafraîchissement des détails du dépôt. Signalez-le à Atlassian sur jira.atlassian.com s'il vous plaît";

/* OAuthFailedAuthorizationErrorMessage */
"OAuthFailedAuthorizationErrorMessage" = "Impossible d'autoriser la demande avec le jeton disponible. Ré-authentifiez s'il vous plaît .";

/* PrivateTokenAuthenticationFailed */
"PrivateTokenAuthenticationFailed" = "Sourcetree is unable to access the private token for your account (%@). Please ensure the account is present and has a has valid private token.";

/* RefreshRemoteReposFailTitle */
"RefreshRemoteReposFailTitle" = "Échec de rafraîchissement des dépôts distants";

/* RefreshRemoteReposFailMessage */
"RefreshRemoteReposFailMessage" = "An error occurred while trying to refresh remote repositories for your account. You can view the server's response below.";

/* RefreshRemoteReposFailWithAccountMessage */
"RefreshRemoteReposFailWithAccountMessage" = "An error occurred while trying to refresh remote repositories for your account (%@). You can view the server's response below.";

/* AuthenticationCompletedErrorTitle */
"AuthenticationCompletedErrorTitle" = "Authentification s'est terminée avec une erreur";

/* AuthenticationCompletedErrorMessage */
"AuthenticationCompletedErrorMessage" = "An error occurred while authenticating your account. You can view the server's response below.";

/* AuthenticationCompletedErrorWithAccountMessage */
"AuthenticationCompletedErrorWithAccountMessage" = "An error occurred while authenticating your account (%@). You can view the server's response below.";

/* FetchUserProfileFailTitle */
"FetchUserProfileFailTitle" = "Échec de récupération du profil de l'utilisateur";

/* FetchUserProfileFailMsg */
"FetchUserProfileFailMsg" = "An error occurred while trying to fetch your user profile. You can view the server's response below.";

/* FetchUserProfileFailWithAccountMsg */
"FetchUserProfileFailWithAccountMsg" = "An error occurred while trying to fetch your user profile (%@). Please sign in to your account again. You can view the server's response below.";

/* AuthenticationIssueTitle */
"AuthenticationIssueTitle" = "Authentification incomplète";

/* AuthenticationIssueDescription */
"AuthenticationIssueDescription" = "Il y avait un problème lors de la tentative d'authentification et d'accès à la demande via OAuth à nouveau.";

/* AuthenticationIssueRetry */
"AuthenticationIssueRetry" = "Ré-éssayer";

/* AuthenticationIssueSkip */
"AuthenticationIssueSkip" = "Passer la configuration";

/* OAuthLoadingPageDescription */
"OAuthLoadingPageDescription" = "Loading sign-in page…";

/* STCustomActionsEditTitle */
"STCustomActionsEditTitle" = "Éditer...";

/* STNoOAuthUsername */
"STNoOAuthUsername" = "Pas de compte connecté";

/* STOAuthInProgress */
"STOAuthInProgress" = "Connexion en cours…";

/* STDeleteAccountAction */
"STDeleteAccountAction" = "Supprimer";

/* STOAuthWarningTooltip */
"STOAuthWarningTooltip" = "OAuth Authentication Token Not Found";

/* STOAuthTokenFailedValidationTooltip */
"STOAuthTokenFailedValidationTooltip" = "OAuth access token rejected by server. Please edit this account to reconnect.";

/* STOAuthAccessTokenNotFoundToolTip */
"STOAuthAccessTokenNotFoundToolTip" = "OAuth access token not found. Please edit this account to reconnect.";

/*SSHToolNotFoundTitle */
"SSHToolNotFoundTitle" = "SSH Components Not Found";

/* SSHToolNotFoundMsg */
"SSHToolNotFoundMsg" = "macOS typically includes a complete install of SSH and its related tools. Please reinstall to proceed.";

/* STGeneratedSSHComment */
"STGeneratedSSHComment" = "Generated by Sourcetree on macOS for %@";

/* STSSHPrivateKeyWarningTooltip */
"STSSHPrivateKeyWarningTooltip" = "Private Key Missing. Please edit this account to regenerate.";

/* STSSHPublicKeyWarningTooltip */
"STSSHPublicKeyWarningTooltip" = "Public Key Missing. Please edit this account to regenerate.";

/* STSSHNoKeyWarningTooltip */
"STSSHNoKeyWarningTooltip" = "No Keypair. Please edit this account to regenerate.";

/* STSSHActionGenerate */
"STSSHActionGenerate" = "Générer la clé";

/* STSSHActionCopy */
"STSSHActionCopy" = "Copier dans le presse-papier";

/* STSSHActionGenerateAndUpload */
"STSSHActionGenerateAndUpload" = "Generate & Upload Key";

/* STSSHKeyUploadError */
"STSSHKeyUploadError" = "Le téléversement a échoué";

/* STSSHKeyUploadSuccess */
"STSSHKeyUploadSuccess" = "Upload Finished";

/* STSSHKeyUploadingKey */
"STSSHKeyUploadingKey" = "Uploading Key…";

/* STSSHAirbagTitle */
"STSSHAirbagTitle" = "Your repository isn't properly configured";

/* STSSHAirbagTitle */
"STSSHAirbagAccountTitle" = "There is an issue with your SSH configuration";

/* STSSHAirbagMessage */
"STSSHAirbagMessage" = "A remote repository's URL needs to match what's supported by your accounts. Please choose an option to resolve.";

/* STSSHAirbagSSHMessage */
"STSSHAirbagAccountMessage" = "The SSH configuration for your %@ account (%@) is incomplete. Please edit this account to generate a new SSH key.";

/* STSSHAirbagNoAccountMessage */
"STSSHAirbagNoAccountMessage" = "We can't find an %@ account for this SSH connection. Click 'Show Accounts…' to update or add the correct information.";

/* STSSHAirbagRepair */
"STSSSHAirbagRepair" = "Réparer";

/* STSSSHAirbagAccounts */
"STSSSHAirbagAccounts" = "Show Accounts…";

/* STSSSHAirbagDoNothing */
"STSSSHAirbagDoNothing" = "Ignorer";

/* STSSHUploadingMessage */
"STSSHUploadingMessage" = "Uploading Key…";

/* STOAuthRequiredFor2FAErrorMessage */
"STOAuthRequiredFor2FAErrorMessage" = "There was an error authenticating the request. The account is configured to use Basic Auth with HTTPS but may have 2FA enabled on the server. Please edit your account to use OAuth.";

/* STSSHKeyUploadSuccessNotificationDescription */
"STSSHKeyUploadSuccessNotificationDescription" = "Your new SSH key was successfully added to your %@ account.";

/* STSSHKeyUploadFailedNotificationDescription */
"STSSHKeyUploadFailedNotificationDescription" = "There was a problem adding your new SSH key to your %@ account. Please add this manually via their website.";

/* STSSHCopiedKeyMessage */
"STSSHCopiedKeyMessage" = "Copié !";

/* STBBPLStatusRunning */
"STBBPLStatusRunning" = "Running";

/* STBBPLStatusFailed */
"STBBPLStatusFailed" = "Échoué";

/* STBBPLStatusSucceeded */
"STBBPLStatusSucceeded" = "Réussi";

/* STBBPLStatusStopped */
"STBBPLStatusStopped" = "Arrêté";

/* STBBPLDuration1 */
"STBBPLDuration1" = "%@s";

/* STBBPLDuration2 */
"STBBPLDuration2" = "%@m %@s";

/* STBBPLDuration3 */
"STBBPLDuration3" = "%@h %@m %@s";

/* STBBPLNotificationMessageFormat */
"STBBPLNotificationTitleFormat" = "Run %lu: %@";

/* STBBPLNotificationMessageFormat */
"STBBPLNotificationMessageFormat" = "%@ (%@)";

/* STPLIntroTooltip */
"STPLIntroTooltip" = "Have you heard about Bitbucket Pipelines?";

/* STBBCIntroTooltip */
"STBBCIntroTooltip" = "Have you heard about Bitbucket?";

/* STBBCTooltipStatusPassed */
"STBBCTooltipStatusPassed" = "terminÃ© avec succÃ¨s";

/* STBBCTooltipStatusRunning */
"STBBCTooltipStatusRunning" = "running";

/* STBBCTooltipStatusStopped */
"STBBCTooltipStatusStopped" = "stopped";

/* STBBCTooltipStatusFailed */
"STBBCTooltipStatusFailed" = "a Ã©chouÃ©";

/* STBBCTooltipStatusFormat */
"STBBCTooltipStatusFormat" = "%1$lu of %2$lu %3$@";

/* STBBCPLRunsFormat */
"STBBCPLRunsFormat" = "Run %1$lu of %2$lu";

/* STSuppressWarningButtonTitle */
"STSuppressWarningButtonTitle" = "Do not show this warning again for this repository";

/* STSSHPassphraseLengthProblem */
"STSSHPassphraseLengthProblem" = "Passphrases should be at least 5 characters";

/* STSSHPassphraseMismatch */
"STSSHPassphraseMismatch" = "Les passphrases ne correspondent pas.";

/* STAboutBoxCurrentUpdateGroup */
"STAboutBoxCurrentUpdateGroup" = "Current Update Group: %i (%i%%)";

/* STAboutBoxCurrentVersion */
"STAboutBoxCurrentVersion" = "Version %@ (%@)";

/* STAccountExistsWarningTitle */
"STAccountExistsWarningTitle" = "Cannot save account settings for %@";

/* STAccountExistsWarningMessage */
"STAccountExistsWarningMessage" = "You already have a similar account configured for %@. You can edit that account to change settings.";

/* STOAuthTokenErrorMessage */
"STOAuthTokenErrorMessage" = "There was a problem fetching your authentication token. Please sign in again.";

/* STOperationFailedWithoutErrorMessage */
"STOperationFailedWithoutErrorMessage" = "Failed to create a repository, we're not completely sure why. Please check that you have create permissions for this account. ";

/* STLoginFailedErrorMessage */
"STLoginFailedErrorMessage" = "We couldn't connect to %@ with your (%@) credentials. Check your username and try the password again.";

/* URLSecurityTitle */
"URLSecurityTitle" = "Potential security issue detected in the specified URL.";

/* URLSecurityMsg */
"URLSecurityMsg" = "Sourcetree won't open URLs which contain ext::, fd::, or testgit:: because of the potential for remote execution (CVE-2017-8768).";

/* URLParamsSecurityMsg */
"URLParamsSecurityMsg" = "SourceTree a détecté que cet URL a un format non supporté.";

/* Preview */
"Preview" = "Aperçu";

/* Reset */
"Reset" = "Réinitialiser";

/* ShowHiddenFiles */
"ShowHiddenFiles" = "Voir les fichiers cachés";

/* Select */
"Select" = "Sélectionner";

/* STCommitShowInFinderButton */
"STCommitShowInFinderButton" = "Afficher dans le Finder";

/* STCommitOpenInTerminalButton */
"STCommitOpenInTerminalButton" = "Ouvrir dans un Terminal";

/* STUsernameNilErrorMessage */
"STUsernameNilErrorMessage" = "Server returned an empty username with the profile for the account. Please try again with the right username.";

/* STCommitMessagePlaceholder */
"STCommitMessagePlaceholder" = "Message de commit";

/* STPlaceholderStringSearch */
"STPlaceholderStringSearch" = "Rechercher";

/* STPlaceholderStringSearch2 */
"STPlaceholderStringSearch2" = "Entrer une chaîne de caractères à rechercher";

/* STPlaceholderStringFilterRepos */
"STPlaceholderStringFilterRepos" = "Trier les dépôts";

/* STUnableToCloneErrorTitle */
"STUnableToCloneErrorTitle" = "Impossible de cloner";

/* STUnableToCloneErrorMessage */
"STUnableToCloneErrorMessage" = "There was an unexpected error trying to clone the repository. Please try cloning from the Repository Browser.";

/* MercurialInternalLocation */
"MercurialInternalLocation" = "Sourcetree Internal";

/* HostedAccountImportRepoNoBitbucketAccountTitle */
"HostedAccountImportRepoNoBitbucketAccountTitle" = "No Bitbucket Cloud accounts configured";

/* HostedAccountImportRepoNoAccountsMsg */
"HostedAccountImportRepoNoAccountsMsg" = "Please add your Bitbucket Cloud account before trying to import this repository.";

/* ImportingToBitbucketSummaryText */
"ImportingToBitbucketSummaryText" = "Importing to Bitbucket Cloud…";

/* HideBuildStatus */
"HideBuildStatus" = "Masquer le statut";

/* ShowBuildStatus */
"ShowBuildStatus" = "Afficher le statut";

/* Confirm */
"Choose" = "Choisir";

/* STMultipleBBAccountsFoundTitle */
"STMultipleBBAccountsFoundTitle" = "You've got multiple Bitbucket Cloud accounts.";

/* STPickBBAccountMessage */
"STPickBBAccountMessage" = "Choose the specific account you want to use with this repository:";

/* STInvalidBranchName */
"STInvalidBranchName" = "Invalid branch name";

/* STInvalidRemoteBranch */
"STInvalidRemoteBranch" = "Invalid remote branch";

/* STInvalidTag */
"STInvalidTag" = "Invalid tag";

/* STInvalidTagName */
"STInvalidTagName" = "Invalid tag name";

/* STInvalidRevision */
"STInvalidRevision" = "Invalid revision";

/* STAnnotationsTitle */
"STAnnotationsTitle" = "Annotations for %@";

/* STWaitingText */
"STWaitingText" = "...";

/* STRevisionChangesetJumpTitle */
"STRevisionChangesetJumpTitle" = "Revision / Changeset…";

/* STGenericErrorText */
"STGenericErrorText" = "Une erreur est survenue";

/* STSignupTitleText */
"STSignupTitleText" = "We'll wait here…";

/* STSignupMessageText */
"STSignupMessageText" = "We're opening the Bitbucket Cloud signup page in your browser. Come back when you're done to continue setting up Sourcetree.";

/* STPrivateTokenHelpString */
"STPrivateTokenHelpString" = "How do I create a private token?";

/* STCommunityHelpLinkTitle */
"STCommunityHelpLinkTitle" = "Besoin d'aide pour vous connecter à votre compte ?";

/* STRepoDetailsLFSEnabled */
"STRepoDetailsLFSEnabled" = "LFS enabled";

/* STRepoDetailsLFSDisabled */
"STRepoDetailsLFSDisabled" = "LFS désactivé";

/* STRepoDetailsCalculating */
"STRepoDetailsCalculating" = "Calculating…";

/* SuspiciousFileTitle */
"SuspiciousFileTitle" = "Ce fichier est potentiellement peu sûr. Êtes-vous sur de vouloir l'ouvrir ?";

/* SuspiciousFileMsg */
"SuspiciousFileMsg" = "Le fichier est marqué comme exécutable et son ouverture peut avoir des conséquences inattendues.";

/* Open Anyway */
"Open Anyway" = "Ouvrir quand même";

/* HomeDirWarningTitle */
"HomeDirWarningTitle" = "Warning: you are about to version your home directory";

/* HomeDirCreateWarningMsg */
"HomeDirCreateWarningMsg" = "Creating a repository in this destination will version your entire home directory. This can cause unexpected behavior on macOS. \n\nTo prevent this cancel the action, select a sub-directory, and create a repository there instead.";

/* HomeDirCloneWarningMsg */
"HomeDirCloneWarningMsg" = "Cloning a repository in this destination will version your entire home directory. This can cause unexpected behavior on macOS. \n\nTo prevent this cancel the action, select a sub-directory, and clone the repository there instead.";

/* AccessibilityCommitCellMessageOnly */
"AccessibilityCommitCellMessageOnly" = "Message: %@";

/* AccessibilityCommitCellWithBranches */
"AccessibilityCommitCellWithBranches" = "Message: %1$@ | Branches: %2$@";

/* AccessibilityCommitCellWithTags */
"AccessibilityCommitCellWithTags" = "Message: %1$@ | Tags: %2$@";

/* AccessibilityCommitCellWithTagsAndBranches */
"AccessibilityCommitCellWithTagsAndBranches" = "Message: %1$@ | Tags: %2$@ | Branches: %3$@";

/* AccessibilityCommitCellSeparator */
"AccessibilityCommitCellSeparator" = ", ";

/* STSuccessfulTask */
"STSuccessfulTask" = "Completed successfully";

/* STRecentMessagesEmpty */
"STRecentMessagesEmpty" = "No recent commit messages";
